{
    "Add additional security to your account using two factor authentication.": "Rendi più sicuro il tuo account utilizzando l’autenticazione a due fattori.",
    "All rights reserved.": "Tutti i diritti riservati.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Se il tuo account viene eliminato, verranno eliminati anche tutti i dati e le risorse collegate. Immetti la tua password per confermare.",
    "Browser Sessions": "Sessioni attive",
    "Cancel": "Annulla",
    "Code": "Codice",
    "Confirm Password": "Conferma password",
    "Confirm": "Conferma",
    "Current Password": "Password attuale",
    "Dashboard": "Panoramica",
    "Delete Account": "Elimina account",
    "Done.": "Fatto.",
    "E-Mail Password Reset Link": "Richiedi una nuova password",
    "E-Mail": "Indirizzo e-mail",
    "Enable": "Abilita",
    "Ensure your account is using a long, random password to stay secure.": "Usa una password lunga e casuale per proteggere il tuo account.",
    "Finish enabling two factor authentication.": "Completa l’attivazione dell’autenticazione a due fattori",
    "First Name": "Nome",
    "For your security, please confirm your password to continue.": "Immetti la tua password per confermare la richiesta.",
    "Forbidden": "Proibito",
    "Forgot your password? No problem. Just let us know your e-mail address and we will e-mail you a password reset link that will allow you to choose a new one.": "Inserisci il tuo indirizzo e-mail e ti invieremo un link per reimpostare la tua password.",
    "Forgot your password?": "Password dimenticata?",
    "Hello!": "Ciao!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Puoi scollegarti dalle altre sessioni su tutti i tuoi dispositivi. Alcune delle sessioni recenti sono visualizzate qui sotto; tuttavia, l’elenco può non essere completo. Se ritieni che il tuo account sia stato compromesso, dovresti anche aggiornare la password.",
    "If you did not request a password reset, no further action is required.": "Se non sei stato tu ad effettuare la richiesta, puoi ignorare questa e-mail.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se non riesci a cliccare il pulsante \":actionText\", copia e incolla questo indirizzo nel tuo browser:",
    "Last Name": "Cognome",
    "Last active": "Ultima volta attivo",
    "Log In": "Entra",
    "Log Out Other Browser Sessions": "Esci dalle altre sessioni",
    "Log Out": "Esci",
    "Manage Account": "Gestisci account",
    "Manage and log out your active sessions on other browsers and devices.": "Gestisci le sessioni attive su altri browser e dispositivi.",
    "New Password": "Nuova password",
    "Not Found": "Non trovato",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Se il tuo account viene eliminato, verranno eliminati anche tutti i dati e le risorse collegate. Assicurati di avere una copia delle informazioni che desideri conservare.",
    "Page Expired": "Pagina scaduta",
    "Password": "Password",
    "Permanently delete your account.": "Elimina definitivamente il tuo account.",
    "Photo": "Foto",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Immetti la tua password per confermare l’uscita da tutte le altre sessioni.",
    "Profile Information": "Informazioni personali",
    "Profile": "Profilo",
    "Regards": "Saluti",
    "Remember me": "Ricordami",
    "Remove Photo": "Rimuovi foto",
    "Reset Password Notification": "Reimposta la tua password",
    "Reset Password": "Reimposta password",
    "Save": "Salva",
    "Saved.": "Salvato.",
    "Select A New Photo": "Seleziona una nuova foto",
    "Server Error": "Errore server",
    "Service Unavailable": "Servizio non disponibile",
    "Setup Key": "Chiave",
    "The provided two factor authentication code was invalid.": "Questo codice OTP non è valido.",
    "This device": "Questo dispositivo",
    "This page has expired due to inactivity.\\nWould you like to refresh the page?": "Questa pagina è scaduta per inattività.\\nVuoi ricaricarla?",
    "This password does not match our records.": "Questa password non è corretta.",
    "This password reset link will expire in :count minutes.": "Questo link scadrà tra :count minuti.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Per completare l’attivazione dell’autenticazione a due fattori, scannerizza questo QR Code utilizzando l’app Google Authenticator sul tuo telefono e inserisci il codice OTP generato.",
    "Too Many Requests": "Troppe richieste",
    "Two Factor Authentication": "Autenticazione a due fattori",
    "Unauthorized": "Non autorizzato",
    "Unknown": "Sconosciuto",
    "Update Password": "Aggiornamento password",
    "Update your account's profile information and email address.": "Aggiorna le informazioni personali e il tuo indirizzo e-mail.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando è abilitata l’autenticazione a due fattori, al momento del login ti verrà chiesto un codice casuale. Puoi ottenere questo codice dall’app Google Authenticator sul tuo telefono.",
    "Whoops! Something went wrong.": "Ops! Qualcosa è andato storto.",
    "You are receiving this email because we received a password reset request for your account.": "Abbiamo ricevuto una richiesta di reimpostazione della password per il tuo account.",
    "You have not enabled two factor authentication.": "Non hai abilitato l’autenticazione a due fattori."
}
